#+TITLE: Org-mode导出幻灯片范本
#+AUTHOR: \textcolor{blue}{orger}
#+EMAIL: FF@163.com
#+DATE: \textcolor{blue}{\today}
#+LATEX_HEADER:\institute{shenzhen}
#+LaTeX_CLASS:org-ppt

*** 公式演示                                                                    :B_structureenv:BMCOL:
:PROPERTIES:
:BEAMER_env: structureenv
:BEAMER_col: 0.4
:BEAMER_envargs: C[t]
:END:

#+BEGIN_SRC latex
\[ \left( \sum_{k=1}^n a_k b_k \right)^2 \leq \left( \sum_{k=1}^n a_k^2 \right) \left( \sum_{k=1}^n b_k^2 \right) \]
$$\sum_{i=1}^n a_i=0$$
$$\sum_{p\rm\;prime}f(p) = \int_{t>1}f(t)d\pi(t).$$
#+END_SRC

#+results:
#+BEGIN_LaTeX
\[ \left( \sum_{k=1}^n a_k b_k \right)^2 \leq \left( \sum_{k=1}^n a_k^2 \right) \left( \sum_{k=1}^n b_k^2 \right) \]
$$\sum_{i=1}^n a_i=0$$
$$\sum_{p\rm\;prime}f(p) = \int_{t>1}f(t)d\pi(t).$$
#+END_LaTeX

